[
    {
        "type": "header",
        "content": "MEDIUM TERM OUTLOOK: A GROWTH VISION FOR NEW INDIA",
        "metadata": {
            "tag": "chapter-title",
            "file": "ndap_chap_5_1.html",
            "tag_hierarchy": "[document]/page/chapter-title",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "05\nCHAPTER",
        "metadata": {
            "tag": "page-header",
            "file": "ndap_chap_5_1.html",
            "tag_hierarchy": "[document]/page/page-header",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "The direct benefit of a 'Viksit Bharat' is the dignity of our citizens and the improvement in their quality of life.\"",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_1.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "- Extracted from Hon'ble Prime Minister's reply to the Motion of Thanks on the President's Address in the Lok Sabha on July 2, 2024",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_1.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "The Indian growth story over the last decade has been one of resilience. The structural reforms undertaken by the Government of India since 2014 have put the economy firmly on a growth path, and India is soon set to become the third-largest economy in the world. In the medium term, the Indian economy can grow at a rate of 7 per cent plus on a sustained basis if we can build on the structural reforms undertaken over the last decade. Against this backdrop, the chapter identifies the areas of key policy focus as well as presents a six-pronged growth strategy to achieve this goal. The strategy elucidated in the chapter is premised on the understanding that the structural reforms of the last decade, focused on the supply side of the economy, have to give way to next-gen reforms that are bottom-up in nature to yield strong, sustainable, balanced, and inclusive growth.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_1.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "SETTING THE CONTEXT",
        "metadata": {
            "tag": "h1",
            "file": "ndap_chap_5_1.html",
            "tag_hierarchy": "[document]/page/h1",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.1. In 1993, the Indian economy was valued at less than USD300 billion in dollar terms at current prices. Fast forward to 2024, and it is estimated to have reached a staggering USD 3.6 trillion. This represents a remarkable 12-fold increase despite the Indian rupee depreciating by around 3 per cent annually between 1993 and 2024. Moreover, this has been achieved without a big rise in the country's overall indebtedness, indicating an efficient utilisation of capital. India's per capita current dollar GDP has increased from 301.5 in 1993 to 2,484.8 in 2023, 1 which indicates a substantial improvement in the standard of living.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_1.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.2. India is a historical and long civilisation. It provided answers to many questions that humankind faced and still faces. It is a country with a big land mass and a huge population. It rightly aspires to be reckoned with as a great power in economic and other terms. China, India's neighbour to the Northeast and a nation of comparable size and population and antiquity of civilisation as India, has grown to become a major global economic and political power in less than a generation. India, too, has now set for itself the goal of becoming a developed nation within a generation by 2047, the hundredth year of independence.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_1.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "1 World Bank, 2023 (https://tinyurl.com/yeksmbde)",
        "metadata": {
            "tag": "page-footnote",
            "file": "ndap_chap_5_1.html",
            "tag_hierarchy": "[document]/page/page-footnote",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "Economic Survey 2023-24",
        "metadata": {
            "tag": "page-header",
            "file": "ndap_chap_5_2.html",
            "tag_hierarchy": "[document]/page-header",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.3. Today, the world faces several major fault lines. We have arrived at a multipolar world. It is more difficult than the bipolar world that we were used to for nearly five decades after the War ended. Therefore, mini and significant geopolitical conflicts are likely in the coming decades.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_2.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.4. At a cultural level, the rise of what is called the 'Far Right' by mainstream media in advanced nations is, in effect, a clash of priorities between globalist elites and others whose fortunes are bound by and tied to their national geographies. This clash of priorities transcends economics. It includes cultural and social preferences and values. Therefore, along with economic stagnation and geopolitical conflicts, societies in advanced nations are fracturing from within, too. The literature analysing long political, social, and civilisational cycles has warned us of a fairly to severely turbulent three decades until the middle of the century.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_2.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.5. The idea of economic globalisation has run its course. It may not be reversed fully, but it has peaked. It will continue to face obstacles as economic policies worldwide pivot to the promotion of national champions for reasons too well-known to bear repetition here. Along with the peaking of globalisation, there is also a rethinking of the role of government in national economic strategy as inequality, poverty, and indebtedness have become pressing issues in the aftermath of the Covid pandemic. The clamour for easy answers to these global and generational challenges has provided an excuse for interventionist policies despite their poor empirical record in achieving prosperous or more equal societies.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_2.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.6. Lastly, there is the crisis posed by climate change and global warming. Developed countries are pushing for a reduction in the emission of greenhouse gases into the atmosphere. With their policies having questionable effectiveness in achieving emission reduction in their own countries, they are ramping up pressure on developing nations. Developing nations are struggling to restore economic growth and reduce poverty and debt in their countries, all of which have been amplified by the COVID-19 pandemic. They lack both technology and financial resources to undertake the necessary transition to cleaner fuels. Developed nations are generous with pledges and parsimonious in delivering on them. Further, there are huge uncertainties as to the efficacy of drastic measures to combat climate change and their economic impact over the next half to a full decade. Slower growth, stagnation, or outright contraction might trigger social unrest and exodus of people to the West.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_2.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.7. This is the global backdrop to India's growth, prosperity, and superpower aspirations for the next quarter century. In contrast, during its rise, China did not face many of these challenges, and even the ones they faced were fairly milder, in comparison. For realising India's aspirations, despite the changed circumstances, a good place to start is to acknowledge and recognise that the terrain has changed to be able to traverse through it and reach the destination.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_2.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.8. India has to sustain its economic growth rate over a quarter century and do it sustainably, keeping the environment and climate in mind. Water stress looms large, as does air pollution. Life expectancy, much higher now than in the past, has stagnated in recent years. It has to educate and skill its youth to stay ahead of the curve so that they can work with emerging technologies while overcoming the accumulated education and skill deficits, accentuated by the pandemic, that make it harder to raise productivity even with the current state of technological",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_2.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "156",
        "metadata": {
            "tag": "page-footer",
            "file": "ndap_chap_5_2.html",
            "tag_hierarchy": "[document]/page-footer",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "Medium Term Outlook",
        "metadata": {
            "tag": "h1",
            "file": "ndap_chap_5_3.html",
            "tag_hierarchy": "[document]/page/h1",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "progress. It is required to maintain a constant vigil on its borders both in the Northwest and in the Northeast. With the digitalisation of the Indian economy, cybersecurity assumes a much higher degree of importance and urgency. Therefore, providing financial resources for national security is imperative. Fiscal resources have to increase without compromising on economic growth.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_3.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.9. The capacity in terms of numbers and the capability of the State in terms of competence, skills, and attitude are additional factors that would determine the outcomes of India's economic and social goals. Economic policies have to be crafted in such a manner that they do not address issues narrowly or incompletely while rendering problems in other areas more intractable. Goals for a higher share of renewable power with its implications for land usage and dependence on inimical powers for resources are one example. The impact of farm sector policies on water security is another example.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_3.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.10. With the global backdrop described earlier likely to come in the way of India boosting its exports at the same pace and level as East Asian countries and national security considerations likely to make foreign direct investment flows volatile year-to-year, India has to generate domestic resources mostly for its own investment and growth priorities. Geopolitics imposes its ceiling on external deficit and, consequently, external financing.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_3.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.11. Against this background, the medium-term growth outlook for the Indian economy, which will be detailed in this chapter, is premised on the following key tenets:",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_3.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "list",
        "content": [
            "First,increasinggeoeconomic fragmentation and the consequent resource nationalism have significant growth-limiting impactson countries. It has given rise to a trade-off between efficiency and resilience that did not exist a decade earlier. Ensuring the security of supply through building buffers and slack has replaced the ability to operate at the frontiers of efficiency. 'Just in case' has replaced 'Just in time'.",
            "Second, a global trust deficit is driving countries to pursue policies focused on enabling them to become self-reliantand protect them from external shocks, especially in sectors of strategic importance. Therefore, the balance between inward-looking policies versus outward-looking policies needs to become more nuanced going forward;",
            "Third, the integration of climate change strategies into national development policy and planning is not merely an environmental imperative but more,as it impacts socio-economic stability, public health, banking, and public finances. Climate change imposes costs and requires policymakers to balance adaptation to climate change and emission mitigation. It also necessitates a trade-off between energy security and economic development on the one hand and energy transition on the other.",
            "Fourth, for better and worse, technology is emerging as the biggest strategic differentiatordetermining the economic prosperity of nations. Its productivity-enhancing potential is beyond doubt, but the social impact of emerging technologies such as Artificial Intelligence (AI) via labour market disruptions and labour displacement is barely understood. It also has the potential to skew the capital and labour shares of income in favour of the former."
        ],
        "metadata": {
            "tag": "ul",
            "file": "ndap_chap_5_3.html",
            "tag_hierarchy": "[document]/page/ul",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "First, increasing geoeconomic fragmentation and the consequent resource nationalism have significant growth-limiting impacts on countries. It has given rise to a trade-off between efficiency and resilience that did not exist a decade earlier. Ensuring the security of supply through building buffers and slack has replaced the ability to operate at the frontiers of efficiency. 'Just in case' has replaced 'Just in time'.",
        "metadata": {
            "tag": "list-item",
            "file": "ndap_chap_5_3.html",
            "tag_hierarchy": "[document]/page/ul/list-item",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "Second, a global trust deficit is driving countries to pursue policies focused on enabling them to become self-reliant and protect them from external shocks, especially in sectors of strategic importance. Therefore, the balance between inward-looking policies versus outward-looking policies needs to become more nuanced going forward;",
        "metadata": {
            "tag": "list-item",
            "file": "ndap_chap_5_3.html",
            "tag_hierarchy": "[document]/page/ul/list-item",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "Third, the integration of climate change strategies into national development policy and planning is not merely an environmental imperative but more, as it impacts socio-economic stability, public health, banking, and public finances. Climate change imposes costs and requires policymakers to balance adaptation to climate change and emission mitigation. It also necessitates a trade-off between energy security and economic development on the one hand and energy transition on the other.",
        "metadata": {
            "tag": "list-item",
            "file": "ndap_chap_5_3.html",
            "tag_hierarchy": "[document]/page/ul/list-item",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "Fourth, for better and worse, technology is emerging as the biggest strategic differentiator determining the economic prosperity of nations. Its productivity-enhancing potential is beyond doubt, but the social impact of emerging technologies such as Artificial Intelligence (AI) via labour market disruptions and labour displacement is barely understood. It also has the potential to skew the capital and labour shares of income in favour of the former.",
        "metadata": {
            "tag": "list-item",
            "file": "ndap_chap_5_3.html",
            "tag_hierarchy": "[document]/page/ul/list-item",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "157",
        "metadata": {
            "tag": "page-footer",
            "file": "ndap_chap_5_3.html",
            "tag_hierarchy": "[document]/page/page-footer",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "Economic Survey 2023-24",
        "metadata": {
            "tag": "page-header",
            "file": "ndap_chap_5_4.html",
            "tag_hierarchy": "[document]/page-header",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "Fifth , countries across the board have limited policy space to manoeuvre, given the multiple crises confronting the global economy. Therefore, recognition and acceptance of trade-offs have become more necessary than before for policymakers.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_4.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "Sixth , in the last decade (2014-2024), the Government of India has pursued big-ticket reforms focused on restoring the health of the economy, elevating the potential growth by relieving supply-side constraints and strengthening its capabilities, capable of fulfilling the growth aspirations of the people in the present and the Amrit Kaal. The next stage is to ensure that these reforms are implemented correctly and this will require intense engagement with state governments, the private sector, and civil society. Going forward, the Government's focus must turn to bottom-up reform and the strengthening of the plumbing of governance so that the structural reforms of the last decade yield strong, sustainable, balanced, and inclusive growth.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_4.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "KEY AREAS OF POLICY FOCUS IN THE SHORT TO MEDIUM TERM",
        "metadata": {
            "tag": "h1",
            "file": "ndap_chap_5_4.html",
            "tag_hierarchy": "[document]/h1",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.12. Based on the state of the play of the Indian economy, both at a macro level and sectoral level, that has been elaborated in the rest of the chapters of this Survey, the present section draws out some of the key areas of policy focus to ensure that India's growth continues unimpeded, crossing the milestone of becoming the third largest economy of the world in short order, on its way to scaling greater heights.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_4.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.13. Generating productive employment: Productive jobs are vital for growth and inclusion. India's workforce is estimated to be nearly 56.5 Crore, of which more than 45 per cent are employed in agriculture, 11.4 per cent in manufacturing, 28.9 per cent in services, and 13.0 per cent in construction 2 . While the services sector remains a major job creator, the construction sector has been rising in prominence lately, driven by the government's push for infrastructure. However, since construction jobs are largely informal and low-paid, there is a need for avenues for the labour force leaving agriculture. Meanwhile, the manufacturing sector employment creation has been subdued in the past decade due to the legacy of bad loans and appears to have rebounded since 2021-22. According to UN population projections, India's working-age population (15-59 years) will continue to grow until 2044. The chapter on Employment (chapter 8) estimates that the Indian economy needs to generate nearly 78.51 lakh jobs annually in the non-farm sector to cater to the rising workforce. However, to create these many jobs, there is a need to create the conditions for faster growth of productive jobs outside of agriculture, especially in organized manufacturing and services, even while improving productivity in agriculture.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_4.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "5.14. Skill gap challenge: Sixty-five per cent of India's fast-growing population is under 35, and many lack the skills needed by a modern economy 3 . Estimates show that about 51.25 per cent of the youth is deemed employable. In other words, about one in two are not yet readily employable, straight out of college. However, it must be noted that the percentage has improved from around 34 per cent to 51.3 per cent in the last decade 4 . The 2022-23 Annual Report of",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_4.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "2 Ministry of Health and Family Welfare\n3 Helping India build a skilled, inclusive, workforce for the future, World Bank, 2023 (https://tinyurl.com/2tp4xpab)\n4 Bardhan, A and Routh, V. (2024). Tackling India's unemployment problem: Services, skills and symmetry, Observer Research Foundation, (https://tinyurl.com/3uudbkms)",
        "metadata": {
            "tag": "page-footnote",
            "file": "ndap_chap_5_4.html",
            "tag_hierarchy": "[document]/page-footnote",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "158",
        "metadata": {
            "tag": "page-footer",
            "file": "ndap_chap_5_4.html",
            "tag_hierarchy": "[document]/page-footer",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "Medium Term Outlook",
        "metadata": {
            "tag": "h1",
            "file": "ndap_chap_5_5.html",
            "tag_hierarchy": "[document]/page/h1",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "the Ministry of Skill Development & Entrepreneurship (MSDE) highlights that \"as per NSSO, 2011-12 (68th round) report on Status of Education and Vocational Training in India, among persons of age 15-59 years, about 2.2 per cent reported to have received formal vocational training and 8.6 per cent reported to have received non-formal vocational training\". The Annual Report further goes on enumerate the challenges in the skilling and entrepreneurship landscape in the country, such as \": (i) Public perception that views skilling as the last option meant for those who have not been able to progress/have opted out of the formal academic system. (ii) Skill development programmes of the Central Government are spread across more than 20 Ministries/Departments without any robust coordination and monitoring mechanism to ensure convergence. (iii) Multiplicity in assessment and certification systems that leads to inconsistent outcomes and causes confusion among the employers. (iv) Paucity of trainers, inability to attract practitioners from industry as faculty. (v) Mismatch between demand and supply at the sectoral and spatial levels. (vi) Limited mobility between skill and higher education programmes and vocational education. (vii) Very low coverage of apprenticeship programmes. (viii) Narrow and often obsolete skill curricula. (ix) Declining labour force participation rate of women. (x) Pre-dominant non-farm, unorganized sector employment with low productivity but no premium for skilling. (xi) Non-inclusion of entrepreneurship in formal education system. (xii) Lack of mentorship and adequate access to finance for start-ups. (xiii) Inadequate impetus to innovation driven entrepreneurship. (xiv) Lack of assured wage premium for skilled people\".",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_5.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "The Chapter on employment (chapter 8) provides a detailed analysis of the skill gap challenge and the efforts underway to address the same.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_5.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "5.15. Tapping the full potential of the agriculture sector:",
        "metadata": {
            "tag": "h2",
            "file": "ndap_chap_5_5.html",
            "tag_hierarchy": "[document]/page/h2",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "Despite its centrality in India's growth trajectory, the agriculture sector continues to face structural issues that have implications for India's economic growth. The foremost concern confronting the sector pertains to sustaining agriculture growth without letting food price inflation rise beyond acceptable limits while incentivising farmers to raise production. 5 There is also a need to improve price discovery mechanisms for agriculture products, increase efficiency, reduce disguised unemployment, address the fragmentation of landholding, and increase crop diversification, among a host of other issues. All of these call for the upgradation of agricultural technology, the application of modern skills in farm practices, enhancing agricultural marketing avenues, price stabilisation, the adoption of innovation in farming, lowering wastages in the use of fertiliser, water, and other inputs, and improving the agriculture-industry linkages. The chapter on agriculture (Chapter 9) discusses the policies being pursued by the Government to enable agriculture to tap its full potential.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_5.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "5.16. Easing the compliance requirements and financing bottlenecks confronting MSMEs:",
        "metadata": {
            "tag": "h2",
            "file": "ndap_chap_5_5.html",
            "tag_hierarchy": "[document]/page/h2",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "MSMEs have played a key role in defining the economic trajectory of some of the major economies, such as Germany, Switzerland, Canada, China, etc. In India, the Government has been paying focused attention to enabling the MSME sector to occupy the centre stage in India's economic story. However, the sector continues to face extensive regulation and compliance requirements and faces significant bottlenecks with access to affordable and timely funding being one of the core concerns. Licensing, Inspection, and Compliance requirements",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_5.html",
            "tag_hierarchy": "[document]/page/p",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "5 Chand, R. (2019). Transforming Agriculture for the challenges of the 21st Century, 102 Annual Conference Indian Economic Association (IEA) (https://tinyurl.com/4dpu7f9e)",
        "metadata": {
            "tag": "page-footnote",
            "file": "ndap_chap_5_5.html",
            "tag_hierarchy": "[document]/page/page-footnote",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "159",
        "metadata": {
            "tag": "page-footer",
            "file": "ndap_chap_5_5.html",
            "tag_hierarchy": "[document]/page/page-footer",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "Economic Survey 2023-24",
        "metadata": {
            "tag": "page-header",
            "file": "ndap_chap_5_6.html",
            "tag_hierarchy": "[document]/page-header",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "that MSMEs have to deal with, imposed particularly by sub-national governments, hold them back from growing to their potential and being job creators of substance. Threshold-based concessions and exemptions create the unintended effect of incentivising enterprises to cap their sizes below the thresholds. Therefore, threshold-based incentives must have sunset clauses. Further, many MSMEs struggle to secure the necessary funds to start, operate, or expand their business due to a variety of reasons including lack of collateral or credit history, high interest rates, complex documentation requirements, and long processing times, etc. The Lok Sabha Standing Committee on Finance, in its April 2022 report on 'Strengthening Credit Flows to the MSME, noted that the credit gap in the MSME sector is estimated to be around Rs 20-25 lakh crore. The government has launched several schemes, such as the Pradhan Mantri Mudra Yojana and the Credit Guarantee Fund Trust for Micro and Small Enterprises, aimed at providing affordable credit to MSMEs. The initiatives have shown considerable promise in addressing these challenges. The Chapter on Industry (Chapter 10) discusses these issues in detail.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_6.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "5.17. Managing India's green transition:",
        "metadata": {
            "tag": "h2",
            "file": "ndap_chap_5_6.html",
            "tag_hierarchy": "[document]/h2",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "India has committed to reducing its greenhouse gas (GHG) emissions by 33-35 per cent (from 2005 levels), increasing the share of non-fossil fuel-based electricity to 40 per cent and enhancing forest cover to absorb 2.5 to 3 billion tonnes of carbon dioxide by 2030 6 . However, the path of green transition in India needs to (a) ensure the consistency of the E-Mobility policy with the required and optimal energy mix between traditional and renewable source; (b) ensure grid stability for E-Mobility to become pervasive; (c) develop or acquire storage technology at affordable costs for the share of renewable energy in power generation to rise; (d) reckon with the opportunity cost of land and capital being used for renewable energy given that India's needs for land and capital far exceed their availability; (e) decide on the role and the share of nuclear energy in the energy mix; (f) recognise and deal with challenges posed by dependence on China for critical minerals, which are crucial raw materials needed for E-Mobility and renewable energy generation; (g) examine the implications of phasing down coal for bank balance sheets; (h) recognise and estimate the impact of phasing out of coal-fired thermal plants on the freight revenues of the Indian Railways and (i) study implications of replacing internal combustion engine vehicles with e-vehicles particularly on the sale of petrol and diesel and the tax revenues that such sale generates for the Union and State governments. Last but not least, India not only has to deal with climate change and undertake energy transition but also deal with the protectionism of the developed countries. Europe is on course to implement its Carbon Border Adjustment Tax and both the United Kingdom and the United States are in different stages of imposing their versions of it in due course. These taxes are in contravention to the spirit of the Paris Agreement that recognised 'Common But Differentiated Responsibilities'.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_6.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "5.18.",
        "metadata": {
            "tag": "h2",
            "file": "ndap_chap_5_6.html",
            "tag_hierarchy": "[document]/h2",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "Further, the overarching climate actions to achieve Intended Nationally Determined Contributions (INDC) goals require massive financial resources. Preliminary estimates indicate that the aggregate investment support required by India to achieve its 2070 net-zero target will",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_6.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "6 These goals are articulated in the government's Intended Nationally Determined Contributions (INDCs) under the United Nations Framework Convention on Climate Change (UNFCCC) in Conference of Parties (COP 21) in Paris in 2015.",
        "metadata": {
            "tag": "page-footnote",
            "file": "ndap_chap_5_6.html",
            "tag_hierarchy": "[document]/page-footnote",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "160",
        "metadata": {
            "tag": "page-footer",
            "file": "ndap_chap_5_6.html",
            "tag_hierarchy": "[document]/page-footer",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "Medium Term Outlook",
        "metadata": {
            "tag": "page-header",
            "file": "ndap_chap_5_7.html",
            "tag_hierarchy": "[document]/page-header",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "be USD 1.4 trillion at an average of USD 28 billion per year 7 . Raising financial resources for climate change adaptation and mitigation actions of this scale is an unprecedented challenge, especially given that India's climate action has been largely financed through domestic resources and the flow of international finance has been very limited. As per the Reserve Bank of India, bridging this substantial funding gap necessitates allocating 2.5 per cent of India's annual GDP to green finance. A 2022 report by the Climate Policy Initiative 8 found that domestic sources accounted for the majority of green finance in India, at 87 per cent and 83 per cent in fiscal years 2019 and 2020, respectively. While international sources are increasing (from 13 per cent in FY 2019 to 17 per cent in FY 2020), they are still insufficient to meet India's net-zero target 9 .",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_7.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "Mobilising substantial capital from traditional sources presents multifaceted challenges in emerging economies like India. The perceived sovereign risks associated with EMDEs and the capital-intensive nature of such projects, coupled with lengthy gestation periods and evolving regulatory frameworks, can create misalignment between investor expectations and project timelines. It is also pertinent to note that the flows of global capital to developing countries have been impeded by high costs of capital. Despite securing a good rating on its green bond framework, Indian sovereign green bonds have hardly received any 'greenium' 10 from private investors. It is more a 'wall of capital' than a 'flood of capital' that is waiting to fund energy transition in EMDEs. It just isn't mobile. All of these together have severely hampered the flow of finance for green transition projects. The issues related to climate finance and India's green transition are discussed in detail in the chapter on Climate Change and Energy (chapter 6).",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_7.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "5.19. The Chinese conundrum: The dynamics of India-China economic relations continue to be extremely complex and intertwined. The Chinese domination over the global supply chains across product categories is a key global concern, especially in the wake of supply disruption accompanying the war in Ukraine. Even though India is the fastest-growing G20 country and is now recording growth rates that outpace China's, India's economy is still a fraction of China's. In the context of energy transition, China's near-monopoly over the production and processing of critical and rare earth minerals has already been a cause of global concern. It will also have significant repercussions for India's renewable energy programme, which is vulnerable because of its massive dependence on imported raw materials 11 . Against this background, it may notbe the most prudent approach to think that India can take up the slack from China vacating certain spaces in manufacturing. Indeed, recent data cast doubt on whether China is even vacating light manufacturing. The questions that India faces are: (a) Is it possible to plug India into the global supply chain without plugging itself into the China supply chain? and (b) what is the right balance between importing goods and importing capital from China? As countries attempt to reshore and friendshore, India's policy choices concerning China are exacting.",
        "metadata": {
            "tag": "h1",
            "file": "ndap_chap_5_7.html",
            "tag_hierarchy": "[document]/h1",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "7 Singh, V and Sidhu, G. (2021). Investment sizing India's net zero target, Council on energy, Environment and Water (https://tinyurl.com/yfz6wzdw)\n8 Landscape of green finance in India, Climate Policy Initiative, 2022 (https://tinyurl.com/3p74wnb7)\n9 Report on Transition Finance by the Expert Committee on Climate Finance, International Financial Services Centres Authority, 2024 (https://tinyurl.com/465yxd63)\n10 The 'greenium', or green premium, refers to pricing benefits based on the logic that investors are willing to pay extra or accept lower yields in exchange for sustainable impact. Source - UNDP, 2022 (https://tinyurl.com/yks7cyr7)\n11 How renewables are shaping the India-China relationship, Institute of Peace and Conflict Studies, 2023 (https://tinyurl.com/3u6rav84)",
        "metadata": {
            "tag": "page-footnote",
            "file": "ndap_chap_5_7.html",
            "tag_hierarchy": "[document]/page-footnote",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "161",
        "metadata": {
            "tag": "page-footer",
            "file": "ndap_chap_5_7.html",
            "tag_hierarchy": "[document]/page-footer",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "Economic Survey 2023-24",
        "metadata": {
            "tag": "page-header",
            "file": "ndap_chap_5_8.html",
            "tag_hierarchy": "[document]/page-header",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "Box V.I: The Chinese Manufacturing Juggernaut: A Threat to EMEs 12",
        "metadata": {
            "tag": "h1",
            "file": "ndap_chap_5_8.html",
            "tag_hierarchy": "[document]/h1",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "It is increasingly seen that emerging economies are introducing import restrictions on Chinese goods while accelerating a push for free trade elsewhere to protect their domestic manufacturers.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_8.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "These protectionist measures directed against Chinese products are emerging due to the threat that the overcapacity in China's manufacturing sector is posing to other countries, especially in the EMDEs. China's manufacturing trade surplus has been ballooning since 2019 due to weak domestic demand and expanding industrial capacity. The mismatch between domestic supply and demand in China has widened in the past few years, leading to Chinese companies exploring additional markets overseas. This is leading to prices collapsing globally and driving other national producers out of business, especially in product categories where China dominates. For instance, the poor performance of China's property sector since 2021 created significant overcapacity leading to a collapse in global steel prices, which now puts significant pressure on producers in India, Vietnam, Brazil, and other countries. Estimates show that China's steel product exports are surging again-by 27 per cent so far in 2024-after 35 per cent growth last year.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_8.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "China's dominance over a large number of product categories creates a risk of economic coercion, where the government restrains access to crucial inputs for political leverage. This is most evident in the case of the export of rare earth and critical minerals which are of high priority in the green transition efforts of countries. China's dominance also has led to monopolistic practices which has considerably limited the space for new entrants to emerge as new manufacturing powers. Recent research by Rhodium Group observes that \"The Chinese government can encourage companies to partner together, merge and consolidate, coordinate to gain market shares, raise prices, restrict access to products where they already have substantial market power, or favour domestic firms in their suppliers and client networks.\"",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_8.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "It is also interesting to note that \"while China still needs to import high-tech products from rich industrialized economies, it imports very few low-tech goods, where developing countries would have a comparative advantage. This is largely a result of deliberate policy interventions, which have intensified in recent years.\"",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_8.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "All these above factors have together played a key role in constraining the manufacturing sector of EMDEs. While EMDEs are resorting to import restrictions as a policy option to deal with the Chinese challenge, it is pertinent to note that some Chinese goods are so cheap that no amount of tariff can reduce their price competitiveness. Further, some Chinese products can move past these restrictions without being noticed since they are packaged in third countries. Meanwhile, China has started retaliating against these import restrictions which has further complicated the manufacturing landscape for EMDEs. For instance, in",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_8.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "12 The contents of this Box is based on the article \"Brazil, India and Mexico are taking on China's exports\" that appeared in The Economist issue dated May 23, 2024 and the research from Rhodium Group on \"How China's Overcapacity Holds Bank Emerging Economies\" accessed at https://tinyurl.com/4kkdhctz",
        "metadata": {
            "tag": "page-footnote",
            "file": "ndap_chap_5_8.html",
            "tag_hierarchy": "[document]/page-footnote",
            "links": [
                "https://tinyurl.com/4kkdhctz"
            ]
        }
    },
    {
        "type": "metadata",
        "content": "162",
        "metadata": {
            "tag": "page-footer",
            "file": "ndap_chap_5_8.html",
            "tag_hierarchy": "[document]/page-footer",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "Medium Term Outlook",
        "metadata": {
            "tag": "page-header",
            "file": "ndap_chap_5_9.html",
            "tag_hierarchy": "[document]/page-header",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "response the India's anti-dumping probe against Chinese entities, China has been quietly blocking India's access to solar equipment. Given this, dealing with the Chinese manufacturing juggernaut will test the policy mettle of EMDEs. Developing countries will have to figure out a way of meeting the import competition from China and, at the same time, boosting domestic manufacturing capabilities, sometimes with the collaboration of Chinese investment and technology.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_9.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "As the Rhodium group research points out, Brazil and Turkey recently raised tariffs on the import of E-Vehicles from China but, at the same time, took steps to attract Chinese FDI in the sector.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_9.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "India has a similar decision to make, given its large bilateral trade deficit with China. It makes India vulnerable to potential abrupt supply disruptions. Replacing some well-chosen imports with investments from China raises the prospect of creating domestic know-how down the road. It may have other risks, but as with many other matters, we don't live in a first-best world. We have to choose between second and third-best choices.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_9.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "In sum, to boost Indian manufacturing and plug India into the global supply chain, it is inevitable that India plugs itself into China's supply chain. Whether we do so by relying solely on imports or partially through Chinese investments is a choice that India has to make.",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_9.html",
            "tag_hierarchy": "[document]/p",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "5.20. Deepening the corporate bond market: Going forward, the investment needed to steer India's economic growth has to be through a multitude of financing options beyond bank financing. India needs both banks and capital markets to provide the required finances sourced from a sustained high level of household savings. An active corporate bond market becomes critical in this context. An efficient corporate bond market with lower costs and quicker issuing time can offer an efficient and cost-effective source of longer-term funds for corporates. However, the size of the corporate bond market in India, scaled by GDP, remains small compared to other major Asian emerging markets such as Malaysia, Korea, and China. 13 The Indian corporate bond market lacks depth since it is dominated by highly-rated issuers and a limited investor base of domestic institutions.",
        "metadata": {
            "tag": "h2",
            "file": "ndap_chap_5_9.html",
            "tag_hierarchy": "[document]/h2",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "5.21. Tackling inequality: Globally, widening inequality is emerging as a crucial economic challenge confronting policymakers. The 2022 State of Inequality in India report 14 observed that in India, the top 1 per cent accounts for 6-7 per cent of the total incomes earned, while the top 10 per cent accounts for one-third of total incomes earned. The Government places significant focus on this issue and all the critical policy interventions being undertaken with a focus on creating jobs, integrating the informal sector with the formal sector, and expanding the female labour force are aimed at effectively addressing inequality. Tax policies on the treatment of capital and labour incomes will likely play a more important role in the coming years, especially since the deployment of technology like AI may have a more deleterious impact on employment and income.",
        "metadata": {
            "tag": "h2",
            "file": "ndap_chap_5_9.html",
            "tag_hierarchy": "[document]/h2",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "13 https://www.bis.org/review/r220824c.pdf\n14 The State of inequality in India, Institute for Competitiveness, 2023 (https://tinyurl.com/8ruecubn)",
        "metadata": {
            "tag": "page-footnote",
            "file": "ndap_chap_5_9.html",
            "tag_hierarchy": "[document]/page-footnote",
            "links": [
                "https://www.bis.org/review/r220824c.pdf"
            ]
        }
    },
    {
        "type": "metadata",
        "content": "163",
        "metadata": {
            "tag": "page-footer",
            "file": "ndap_chap_5_9.html",
            "tag_hierarchy": "[document]/page-footer",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "Economic Survey 2023-24",
        "metadata": {
            "tag": "page-header",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-header",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "5.22. Improving the quality of health of India's young population: The Indian Council for Medical Research, in its latest Dietary Guidelines for Indians published in April 2024 15 , estimates that 56.4 per cent of the total disease burden in India is due to unhealthy diets. The report also goes on to observe that the upsurge in the consumption of highly processed foods laden with sugars and fat, coupled with reduced physical activity and limited access to diverse foods, exacerbate micronutrient deficiencies and overweight/obesity problems. Estimates show that the adult obesity rate in India has more than tripled, and the annual rise in children's is the steepest in the world for India, behind Vietnam and Namibia, according to the World Obesity Federation 16 . The National Family Health Survey, 2019-2021 presents a very penetrating portrait of the health status of India's population (Box V.2). If India needs to reap the gains of its demographic dividend, it is critical that its population's health parameters transition towards a balanced and diverse diet.",
        "metadata": {
            "tag": "h2",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/h2",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "Box V.2: India's expanding obesity challenge: Observations from National Family Health Survey (NFHS-5), 2019-2021 Obesity is emerging as a serious concern among India's adult population. According to National Family Health Survey 5 (NFHS-5), the percentage of men facing obesity in the age bracket 18-69 has increased to 22.9 per cent in NFHS-5 from 18.9 per cent in NFHS-4. For women, it has increased from 20.6% (NFHS-4) to 24.0% (NFHS-5). The spatial distribution of India's obesity challenge as per NFHS-5 vis-à-vis NFHS-4 reveals the following: In Tamil Nadu, for men, it is 37.0% (vs. 28.2% in NFHS-4), and it is 40.4% for women (vs. 30.9% in NFHS-4). In Uttar Pradesh, for women, it has gone up to 21.3% (NFHS-5) from 16.5% (NFHS-4), and for men, it has gone up to 18.5% (NFHS-5) from 12.5% (NFHS-4). In Kerala, for women, it has gone up to 38.1% (NFHS-5) from 32.4% (NFHS-4), and for men, it has gone up to 36.4% (NFHS-5) from 28.5% (NFHS-4). In West Bengal, for women, it has gone up to 22.7% (NFHS-5) from 19.9% (NFHS-4), and for men, it has gone up to 16.2% (NFHS-5) from 14.2% (NFHS-4). In Karnataka, the increase over NFHS-4 is 7% points for women (30.1% vs. 23.3%) and nearly 9% points (30.9% vs. 22.1%) for men. In Andhra, it is 36.3% for women (vs. 33.2%). However, for men, the number has dropped to 31.1% (vs. 33.5%). At 30.1% and 32.3%, respectively, the proportion of women and men who are overweight in Telangana has increased from 28.6% for women to 24.2% for men in NFHS-4. In Maharashtra, for women, it has remained the same across NFHS-4 and NFHS-5 at 23.4%, while for men, it has gone up to 24.7% (NFHS-5) from 23.8% (NFHS-4).",
        "metadata": {
            "tag": "page-module",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-module",
            "links": null
        }
    },
    {
        "type": "header",
        "content": "Box V.2: India's expanding obesity challenge: Observations from National Family Health Survey (NFHS-5), 2019-2021",
        "metadata": {
            "tag": "h1",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-module/h1",
            "links": null
        }
    },
    {
        "type": "paragraph",
        "content": "Obesity is emerging as a serious concern among India's adult population. According to National Family Health Survey 5 (NFHS-5), the percentage of men facing obesity in the age bracket 18-69 has increased to 22.9 per cent in NFHS-5 from 18.9 per cent in NFHS-4. For women, it has increased from 20.6% (NFHS-4) to 24.0% (NFHS-5). The spatial distribution of India's obesity challenge as per NFHS-5 vis-à-vis NFHS-4 reveals the following:",
        "metadata": {
            "tag": "p",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-module/p",
            "links": null
        }
    },
    {
        "type": "list",
        "content": [
            "In Tamil Nadu, for men, it is 37.0% (vs. 28.2% in NFHS-4), and it is 40.4% for women (vs. 30.9% in NFHS-4).",
            "In Uttar Pradesh, for women, it has gone up to 21.3% (NFHS-5) from 16.5% (NFHS-4), and for men, it has gone up to 18.5% (NFHS-5) from 12.5% (NFHS-4).",
            "In Kerala, for women, it has gone up to 38.1% (NFHS-5) from 32.4% (NFHS-4), and for men, it has gone up to 36.4% (NFHS-5) from 28.5% (NFHS-4).",
            "In West Bengal, for women, it has gone up to 22.7% (NFHS-5) from 19.9% (NFHS-4), and for men, it has gone up to 16.2% (NFHS-5) from 14.2% (NFHS-4).",
            "In Karnataka, the increase over NFHS-4 is 7% points for women (30.1% vs. 23.3%) and nearly 9% points (30.9% vs. 22.1%) for men.",
            "In Andhra, it is 36.3% for women (vs. 33.2%). However, for men, the number has dropped to 31.1% (vs. 33.5%).",
            "At 30.1% and 32.3%, respectively, the proportion of women and men who are overweight in Telangana has increased from 28.6% for women to 24.2% for men in NFHS-4.",
            "In Maharashtra, for women, it has remained the same across NFHS-4 and NFHS-5 at 23.4%, while for men, it has gone up to 24.7% (NFHS-5) from 23.8% (NFHS-4)."
        ],
        "metadata": {
            "tag": "ul",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-module/ul",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "In Tamil Nadu, for men, it is 37.0% (vs. 28.2% in NFHS-4), and it is 40.4% for women (vs. 30.9% in NFHS-4).",
        "metadata": {
            "tag": "list-item",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-module/ul/list-item",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "In Uttar Pradesh, for women, it has gone up to 21.3% (NFHS-5) from 16.5% (NFHS-4), and for men, it has gone up to 18.5% (NFHS-5) from 12.5% (NFHS-4).",
        "metadata": {
            "tag": "list-item",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-module/ul/list-item",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "In Kerala, for women, it has gone up to 38.1% (NFHS-5) from 32.4% (NFHS-4), and for men, it has gone up to 36.4% (NFHS-5) from 28.5% (NFHS-4).",
        "metadata": {
            "tag": "list-item",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-module/ul/list-item",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "In West Bengal, for women, it has gone up to 22.7% (NFHS-5) from 19.9% (NFHS-4), and for men, it has gone up to 16.2% (NFHS-5) from 14.2% (NFHS-4).",
        "metadata": {
            "tag": "list-item",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-module/ul/list-item",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "In Karnataka, the increase over NFHS-4 is 7% points for women (30.1% vs. 23.3%) and nearly 9% points (30.9% vs. 22.1%) for men.",
        "metadata": {
            "tag": "list-item",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-module/ul/list-item",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "In Andhra, it is 36.3% for women (vs. 33.2%). However, for men, the number has dropped to 31.1% (vs. 33.5%).",
        "metadata": {
            "tag": "list-item",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-module/ul/list-item",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "At 30.1% and 32.3%, respectively, the proportion of women and men who are overweight in Telangana has increased from 28.6% for women to 24.2% for men in NFHS-4.",
        "metadata": {
            "tag": "list-item",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-module/ul/list-item",
            "links": null
        }
    },
    {
        "type": "other",
        "content": "In Maharashtra, for women, it has remained the same across NFHS-4 and NFHS-5 at 23.4%, while for men, it has gone up to 24.7% (NFHS-5) from 23.8% (NFHS-4).",
        "metadata": {
            "tag": "list-item",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-module/ul/list-item",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "15 Dietary guidelines for Indians, ICMR- National institute of nutrition, 2024 (https://tinyurl.com/ts6xejc4)\n16 Junk food's USD 30 Billion opening India's next health crisis, Bloomberg, 2023 (https://tinyurl.com/52wtd7r9)",
        "metadata": {
            "tag": "page-footnote",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-footnote",
            "links": null
        }
    },
    {
        "type": "metadata",
        "content": "164",
        "metadata": {
            "tag": "page-footer",
            "file": "ndap_chap_5_10.html",
            "tag_hierarchy": "[document]/page-footer",
            "links": null
        }
    }
]